Repository: svetlyak40wt/django-vcs-watch
Catalog: django_vcs_watch/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Last added repositories
ru: Последние добавленные репозитории

source: Last added VCS repositories
ru: Последние добавленные VCS репозитории

source: We encounter an error during downloading diffs from this repository:
ru: Во время скачивания диффов из этого репозитория, была обнаружена ошибка:

source: Latest changes at %s
ru: Последние изменения с %s

source: Hash
ru: Хэш

source: Last revision
ru: Последняя ревизия

source: Last access date
ru: Дата последнего доступа

source: Created at
ru: Создан в

source: Updated at
ru: Обновлен в

source: Public
ru: Публичный

source: Public repositories are show at the main page, when updated. Repositories which require authentication, can't be public.
ru: Обновления публичных репозиториев отображаются на главной странице. Репозитории, требующие авторизации, не могут быть публичными.

source: Username
ru: Имя пользователя

source: Leave empty for anonymous access.
ru: Оставьте пустым для анонимного доступа.

source: Password
ru: Пароль

source: Last error
ru: Последняя ошибка

source: Last error's date
ru: Дата последней ошибки

source: Repository
ru: Репозиторий

source: Repositories
ru: Репозитории

source: Repository at %s
ru: Репозиторий %s

source: Revision
ru: Ревизия

source: Author
ru: Автор

source: Date
ru: Дата

source: Message
ru: Сообщение

source: Revision %(rev)s by %(author)s
ru: Ревизия %(rev)s от %(author)s

source: Latest public repositories
ru: Последние публичные репозитории

source: There is no public repositories right now
ru: Пока нет ни одного публичного репозитория

source: updated at %(updated_at)s
ru: обновлен %(updated_at)s

source: revision
ru: ревизия

source: added at
ru: добавлен в

source: Watch on another repository
ru: Следить за другим репозиторием

source: Last changes from
ru: Последние изменения с

source: Please, wait while we download all diffs for this repository.
ru: Пожалуйста. подождите, пока будут выкачаны диффы для этого репозитория.

source: Now you can <a href="%(rss)s"> subscribe on RSS feed</a>, to receive all updated in time. Or <a href="%(add_url)s">add another repository</a>.
ru: Теперь вы можете <a href="%(rss)s"> подписаться на RSS фид</a>, чтобы вовремя получать все обновления. Или <a href="%(add_url)s">добавить другой репозиторий</a>.

source: Watch on repository
ru: Следить за репозиторием

source: Only URLs of SVN repositories are support now.
ru: Пока что поддерживаются только URL SVN репозиториев.

source: Add
ru: Добавить

source: To be able to add nonpublic repositories you must sign-in.
ru: Чтобы добавлять непубличные репозитории, необходимо зарегистрироваться.

source: You repositories
ru: Ваши репозитории

source: public repository
ru: публичный репозиторий

source: non-public repository
ru: непубличный репозиторий

source: pending for update
ru: ждет обновления

source: Do you want <a href="%(add_url)s">to add one</a>?
ru: Хотите <a href="%(add_url)s">добавить еще один</a>?

source: You don't have watch any repositories right now.
ru: Прямо сейчас вы не следите ни зи одним репозиторием.

source: New repository
ru: Новый репозиторий

source: <a href="%(view_url)s">View</a> or <a href="%(subscribe_url)s">subscribe</a>.
ru: <a href="%(view_url)s">Посмотреть</a> или <a href="%(subscribe_url)s">подписаться</a>.
