Repository: svetlyak40wt/django-vcs-watch
Catalog: src/django_vcs_watch/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Last added repositories
ru: Последние добавленные репозитории

source: Last added VCS repositories
ru: Последние добавленные VCS репозитории

source: We encounter an error during downloading diffs from this repository:
ru: Во время скачивания диффов из этого репозитория, была обнаружена ошибка:

source: Latest changes at %s
ru: Последние изменения с %s

source: Commit %(revision)s by %(author)s
ru: Коммит %(revision)s от %(author)s

source: Repository at %s
ru: Репозиторий %s

source: User commits
ru: Коммиты пользователя

source: <div class="info">Now all commits from %(author)s in %(slug)s will be ignored. Boo-ga-ga!</div>
ru: <div class="info">Теперь все коммиты в %(slug)s от %(author)s будут игнорироваться. Бу-га-га!</div>

source: <div class="info">Now all commits from %(author)s will be ignored. Moo-ha-ha!</div>
ru: <div class="info">Теперь все коммиты от %(author)s будут игнорироваться. Му-ха-ха!</div>

source: <div class="error">Hm, it seems that we have no message for this case :).</div>
ru: <div class="error">Хм, похоже, на этот случай у нас нет никакого сообщения :).</div>

source: Rule was removed.
ru: Правило удалено.

source: All rules were removed.
ru: Все правила удалены.

source: <div class="info">Now you watch on all commits to %(slug)s. Horay!</div>
ru: <div class="info">Теперь вы будете получать коммиты в %(slug)s. Ну разве не здорово?!</div>

source: <div class="info">Now you watch on all commits by %(author)s. Yee!</div>
ru: <div class="info">Теперь вы будете получать коммиты от %(author)s. Ура!</div>
